{
  "events": [
    {
      "media": {
        "url": "https://youtu.be/9rT1kgmu-Ic", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "1"
      }, 
      "text": {
        "headline": "Large Scale Late Pleistocene to Holocene Fluctuations", 
        "text": "Large-scale water level fluctuations in the eastern Great Lakes through the late Pleistocene and Holocene. Paleo-lake levels are traced by detecting the structure of sedimentary layers on the basin floor with sub-bottom radar profiling and by mapping and dating ancient shorelines. Lake levels are strongly influenced by glacioisostatic depression and rebound. Initially, water ponded up against the isostatically depressed ice margin, which blocked any outlet to the ocean. As ice retreated the lakes were able to drain to the Champlain Sea. Lakes in the Huron-Georgian Bay basin drained through North Bay into the Ottawa Valley, while Lake Ontario drained through the St. Lawrence. Lake Tonawanda drained through the Niagara River into Lake Ontario, cutting the Niagara Gorge. Basins during the early part of the Holocene (hypsithermal) were prone to dramatic fluctuation and periodic hydrologic isolation. The uplift of the North Bay Sill and Frontenac Arc by glacioisostatic rebound helped to stabilized lake levels by forcing the establishment of the current drainage system from Lake Huron through Lake Erie to Lake Ontario and the St. Lawrence valley. "
      }
    }, 
    {
      "media": {
        "url": "<iframe src=\"https://docs.google.com/presentation/d/e/2PACX-1vTOZadIzQ4HEHJKPIFx2FL3nM75jklTfiRkWXMGOlt3T0vsKPkk0bpOfcH3OnVebOb4xte7QrRUUQgE/embed?start=false&loop=false&delayms=60000\" frameborder=\"0\" width=\"1440\" height=\"839\" allowfullscreen=\"true\" mozallowfullscreen=\"true\" webkitallowfullscreen=\"true\"></iframe>", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "2"
      }, 
      "text": {
        "headline": "Hypsithermal Water Levels and the methods of Sub-Bottom Profiling", 
        "text": "During the Hypsithermal, lake levels fluctuated wildly with periods of extreme lows. During these lows, many areas of now drowned parts of the Great Lakes basins were subject to erosion. Since then, those erosion sufaces have sometimes been covered by more sediment. Sub-bottom profiling is a geophysical method used to detect surfaces like this below the current lake bottom. \n\n<br><br><img src=\"https://planetearth.utsc.utoronto.ca/timeline/content/HypsithermalColourGuidewithgraph.JPG\" height = \"300\">"
      }
    }, 
    {
      "media": {
        "url": "<iframe src=\"https://www.google.co.uk/maps/d/embed?mid=1XL-ytbthwfocVKhF3285oDvzNK3QeMu3\" width=\"640\" height=\"480\"></iframe>", 
        "credit": "", 
        "thumbnail": "", 
        "caption": "Raised Beaches Around the Great Lakes: Zoom in on any of these points to investigate perched shorelines."
      }, 
      "group": "", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "3"
      }, 
      "text": {
        "headline": "Isostatic Rebound and Slow Lake Level Regression", 
        "text": "As a result of glacioisostatic rebound, the Great Lakes region is undergoing slow and continuous tilting of land towards the southwest. Much of the lake shore is undergoing <b>regression </b> or lowering of lake levels. Beaches respond to regression by building out (or <b>'prograding'</b>) to keep up with the changing shoreline. Many embayments and sand spits (both places where sediment tends to collect) show the record of slowly lowering water levels in the form of a large number of parallel beach ridges called <b> strandplains</b>. In the accompanying map, examples of prograding beach ridges are pinpointed. Note that Lake Ontario has lack of beach ridge features. This is because uplift of the Frontenac Arc is actually causing Lake Ontario levels to rise (<b>transgress</b>) and cut new shorlines into coastal bluffs.\n<br><br>\n<img src=\"https://planetearth.utsc.utoronto.ca/timeline/content/uplift-01.jpg\">\n\n"
      }
    }, 
    {
      "media": {
        "url": "https://planetearth.utsc.utoronto.ca/timeline/content/sea%20level2-01.jpg", 
        "credit": "", 
        "thumbnail": "", 
        "caption": "Late Holocene lake level changes for Lake Michigan interpreted from beach-ridge studies."
      }, 
      "group": "", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "4"
      }, 
      "text": {
        "headline": "The Cyclical Nature of Lake Level Change", 
        "text": "Centennial and decadal-scale climate-driven lake level cycles are superimposed upon longer-term trends caused by isostatic rebound and hydrologic reorganizations. A clear periodic fluctuation of 160 years in duration with a superimposed 30-year cycle can be seen in this reconstructed lake level history for Lake Michigan, based on beach ridges.  All of the historical record effectively fits within a single 160 year cycle. In general, lake-level highstands are associated with cooler climatic conditions and lowstands with warm climate periods. Note for example low lake levels around the year  300 BC, and 1000 AD, coincident with the Roman Warn Period and Medieval Warm Period respectively, while lake levels during the Dark Ages Cool Period (c. 400-750 AD) and the Little Ice Age (c. 1300-1800 AD) are relatively high.\n"
      }
    }, 
    {
      "media": {
        "url": "", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "5"
      }, 
      "text": {
        "headline": "The Recent Record", 
        "text": "Good data have been collected since 1860 for all of the lakes by the Great Lakes Environmental Research Lab (GLERL). The \n yearly average during this time period has varied by only about 2 m. Humans have had some influence on these level by building a series of canals and hydroelectric dams which regulate water levels, but natural climate cycles that alter the westerly jet stream are responsible for most of the signal. These include:  \n<br><br> <b> El Niño-Southern Oscillation: </b>  ENSO is a three to seven year long cycle involving the heating (El Niño), cooling (La Niña), and migration of surface waters in the Pacific ocean. El Niño and La Niña events are respectively associated with lower and higher ice cover and dryer and wetter conditions in the Great Lakes region. \n<br><br> <b> Arctic Oscillation: </b> The AO is the fluctuation of the strength of winds circulating counterclockwise around the Arctic. A strong positive AO acts to confine colder air in polar regions while weaker or more negative AO allows cold arctic air to penetrate further southwards. \n<br><br> <b> North Atlantic Oscillation: </b> The NAO is related to the AO but refers to the strenght of areas of low and high pressure in the North Atlantic. The Great Lakes tend to have lower (higher) ice cover during the positive (negative) NAO. \n<br><br> <b> Pacific Decadal Oscillation:</b> The PDO is an interdecadal cycle of cool and warm sea surface temperatures in the North Pacific. The effects in the Great Lake region are similar to ENSO, but over longer time scales. \n<br><br>\n<iframe src=\"https://planetearth.utsc.utoronto.ca/charts/dynamic/GL_levels_1860_to_present.html\" width=\"100%\" height =\"300px\"></iframe>\n<br><br>\nVisit https://www.glerl.noaa.gov/data/dashboard/GLD_HTML5.html for more data. "
      }
    }, 
    {
      "media": {
        "url": "", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "6"
      }, 
      "text": {
        "headline": "The Annual Cycle", 
        "text": "The annual (seasonal) lake level range for each Great Lake is less than 1 m. Lakes Ontario, Erie, Michigan and Huron peak in late spring to early summer, while Lake Superior peaks in autumn. Lakes Erie and Ontario are rising and falling (on an annual basis) roughly one month earlier than they did 139 years ago. <br><br>\n<iframe src=\"https://planetearth.utsc.utoronto.ca/charts/dynamic/GL_levels_by_month.html\" width=\"100%\" height =\"300px\"></iframe>"
      }
    }, 
    {
      "media": {
        "url": "https://planetearth.utsc.utoronto.ca/timeline/content/diversions-existing-advice-2nd-700.jpg", 
        "credit": "", 
        "thumbnail": "", 
        "caption": "Existing Control Structures and Diversions and the Effect of Diversions on Lake Levels. From the IJC Advice to Governments, April 2013."
      }, 
      "group": "", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "7"
      }, 
      "text": {
        "headline": "Regulated Variability", 
        "text": "Most human-induced lake level changes along the Great Lakes are much smaller (on the order of centimetres) than natural variability (on the order of tens of centimetres to metres). Engineering projects aimed at managing the hydrology of the Great Lakes system include dredging, control structures, locks, dams, hydroelectric facilities, canals, and diversions. Thought the influence of these on average lake level is small, control structures have the important affect of keeping the range of lake level fluctuation smaller than it would be naturally. \n\n"
      }
    }
  ], 
  "title": {
    "media": {
      "url": "", 
      "credit": "", 
      "thumbnail": "", 
      "caption": ""
    }, 
    "group": "", 
    "start_date": {
      "month": "", 
      "day": "", 
      "year": ""
    }, 
    "background": {
      "url": "https://planetearth.utsc.utoronto.ca/timeline/content/GsysBack8.jpg"
    }, 
    "text": {
      "headline": "Great Lake Water Levels", 
      "text": "<b> Learning Objectives: </b>\n<br><br>1. Outline major changes to post-glacial lake levels and drainage systems. \n<br><br>2.  Link lake level changes to climate variability, glacial isostasy, and changes in basin hydrology.\n<br><br>3.  Describe the expected range of lake levels in the modern environment.\n<br><br>\n\nAre you interested in this subject? If so, read more about it here: https://pubs.usgs.gov/circ/2007/1311/pdf/circ1311_web.pdf"
    }
  }
}