{
  "events": [
    {
      "media": {
        "url": "<iframe src=\"https://planetearth.utsc.utoronto.ca/timeline/inqua_t2.html\" width=\"100%\" height=\"100%\" frameborder=\"0\" scrolling=\"no\"></iframe>", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "Background", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "1"
      }, 
      "text": {
        "headline": "Figs. 1-3: Advances in Paleoglaciology", 
        "text": "The last 25 years has seen a profound change in understanding of the paleoglaciology of Pleistocene and pre-Pleistocene ice sheets. What was originally modelled as simple domes is now recognized to have resulted from a more complex structure and topography with very fast-flowing (<10 km/yr) low-profile ‘ice streams’ based on the distinct geomorphology of their beds (‘megascale glacial lineations’; MSGLs; Fig. 1) that were inset within more sluggish flowing parts of the ice sheet. The role of these ice streams has been likened to arteries within organisms transporting large volumes of ice, water and sediment.  \n<br><br>\nIn North America, the glacially megalineated flow paths of almost 220 paleo-ice streams have been identified across the beds of the former Late Wisconsin Laurentide Ice Sheet (LIS; Fig. 2) and the Cordilleran Ice Sheet (CIS: Fig. 3). Several ‘ice stream landsystem’ models have been proposed to portray their depositional and geomorphic record and there is corresponding interest in implications of The ice stream paradigm for mineral exploration. A pressing priority is to complete a full inventory of ice streams at different stages within the life cycles of the LIS and CIS, and to identify pathways in areas of hard bed, especially within the Canadian Shield where bare smooth rock may have had an analogous role in promoting fast flow that deforming sediments have within soft beds. The critical importance of high-resolution imagery is apparent in mapping former ice stream beds.\n"
      }
    }, 
    {
      "media": {
        "url": "<iframe src=\"https://planetearth.utsc.utoronto.ca/timeline/inqua_t3.html\" width=\"100%\" height=\"100%\" frameborder=\"0\" scrolling=\"no\"></iframe>", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "Background", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "2"
      }, 
      "text": {
        "headline": "Figs. 4-13: Objectives", 
        "text": "This field trip will examine the hard (rock) and soft (sediment) beds of several ice streams that developed during deglaciation of the Ontario Basin (Figs. 4, 5). Deep drilling, geophysical surveys, field mapping, and integration with detailed outcrop studies, especially by the Ontario Geological Survey, has provided greater understanding of the thickness, distribution, and character of glacial sediments and regional groundwater resources in southern Ontario (Figs. 6-10). This information has revealed much of the early history and paleogeography of pre-Last Glacial Maximum (LGM) ice margins and lake bodies recorded by the infill of a major buried valley (Laurentian Valley (LV): Figs. 10-13). "
      }
    }, 
    {
      "media": {
        "url": "<iframe src=\"https://planetearth.utsc.utoronto.ca/timeline/inqua_t4.html\" width=\"100%\" height=\"100%\" frameborder=\"0\" scrolling=\"no\"></iframe>", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "Background", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "3"
      }, 
      "text": {
        "headline": "Figs. 14-15: Overview of Field Trip Route", 
        "text": "In southern Ontario during the LGM, regional ice-flow directions were generally southward and southwestward (Fig. 14A); however, during deglaciation, ice flow was strongly topographically controlled and more than 10 Late Wisconsin paleo-ice streams can be identified across the Lake Ontario Basin, extending as far south as the Finger Lakes in New York State (Figs. 4, 14B). The onset of ice streaming is marked by deposition of the Valley Heads Moraine in central New York State at ca 14, 500 ybp (uncalibrated age) along the margin of the Seneca-Cayuga Ice Stream (Fig. 4). The largest of these ice streams (the Ontario-Erie Ice Stream: OEIS) flowed southwest along the St. Lawrence Valley from the southern Quebec sector of LIS, along the axis of the present-day Lake Ontario Basin. This was the mirror-image of a long-recognized ice stream that flowed eastward from southern Quebec along the confines of the St. Lawrence Valley to terminate at a marine-based ice margin in the Gulf of St. Lawrence (the St. Lawrence Ice Stream). In contrast to earlier phases of flow, these large ice streams were controlled by topography (Figs. 5, 10); cross-cutting bedforms are widespread and indicate dynamic changes in ice-flow direction and the importance of ‘flow switching’. The presence of a former ice stream flowing along the axis of the Ontario Basin had been suggested based on the then contemporary identification of modern ice streams in Arctic Canada. Fast ice flow through parts of the New York State Drumlin Field is now confirmed as megascale glacial lineations (MSGL) by LiDAR-based mapping. Current discussion focusses on the timing and duration of fast ice flow in the life cycle of the LIS and the nature of the triggers on streaming, e.g., deep ice-frontal lakes and ‘topographically-constrained’ flow during deglaciation. \n\n\n\n<br><br>\n\n\nThis 3-day field trip starts and finishes in Ottawa, Ontario and extends as far south as Niagara Falls, along the border between the USA and Canada (Fig. 5). The ‘hard’ (rock) and ‘soft’ (sediment) beds of three lateglacial ice streams (Ontario-Erie, Halton and Simcoe: Figs. 4, 15) are well exposed and have been recently mapped using high-resolution digital imagery. We will discuss formative models for drumlins and MSGLs on rock and sediment, and speculate on their relationship to ice-flow velocity. In addition, the trip will review recent developments in the understanding of the earlier (pre-Late Wisconsin) glacial history of the region, which is being revealed by drilling of deep buried valleys such as the LV. The trip will also include reference to the geology and origin of the region’s largest glacial landform, the Oak Ridges Moraine (ORM), which is 160 km in length with an estimated volume of 70 km3 and is now recognized to  have formed between converging ice streams (Figs. 4, 14B). "
      }
    }, 
    {
      "media": {
        "url": "<iframe src=\"https://planetearth.utsc.utoronto.ca/timeline/inqua_t5.html\" width=\"100%\" height=\"100%\" frameborder=\"0\" scrolling=\"no\"></iframe>", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "Background", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "4"
      }, 
      "text": {
        "headline": "Figs 16-24: Day 1", 
        "text": "On Day 1 (and the morning of Day 2), we will examine the geomorphology of the upstream hard bed of the OEIS in the Kingston area, which consists primarily of glacially streamlined Paleozoic carbonates and clastics, and the drumlins and MSGLs on its downstream soft bed, which can be seen near Peterborough (Figs. 15, 16). The geomorphology of these two subglacial terrain types is directly analogous to the upstream and downstream beds of Antarctic ice streams.\n\n<br><br>\nOEIS flowed southwest into the Ontario Basin from source areas in southern Quebec and moved across a low-relief arch of ca. 1 billion-year-old Proterozoic metasediments and gneisses of the Canadian Shield near the city of Kingston (Frontenac Arch; Fig. 10). This separates the overdeepened basin of Lake Ontario (246 m below sea level at its deepest in the Rochester Basin) from the narrow fault-controlled St. Lawrence Valley. As was first recognized by Gilbert (1899), ice flowed across the Frontenac Arch onto offlapping gently dipping and commonly faulted Cambro-Ordovician carbonate and sandstone strata (Fig. 17), which comprise a glacially streamlined hard bed present over an extensive area that can be traced from southern Ontario across the floor of Lake Ontario into upper New York State (Figs. 18-21). North-facing escarpments, which mark the outcrop of more resistant carbonate units, are extensively drumlinized by fast ice flow, with dip-slopes marked by megagrooves akin to megascale glacial lineations. The associated flow of turbulent, sediment-laden subglacial meltwaters within bedrock channels is also recorded on the hard bed.\n\n<br><br>\nThe hard bed of OEIS is partially covered by hummocky spreads of locally derived morainal debris of carbonate breccias with large angular blocks and slabs of limestone, reflecting extensive subglacial plucking and quarrying of well jointed carbonates from north-facing escarpments (Fig. 15). Historically, this material has been mapped as the so-called ‘Dummer Moraine’, however, it is not a moraine sensu stricto but comprises subglacially transported limestone rubble of varying thicknesses. The chaotic hummocky topography is suggestive of passive melt-out of englacial debris but new imagery reveals some local organization into distinct small moraines that may be ice frontal or Rogen moraines; discrimination awaits a detailed study. Representative exposures occur on Highway 41 en route from Kingston to Peterborough, where we will move on to the soft bed to examine ‘drift drumlins’ (i.e. those composed of sediment) and accompanying (and demonstrably transitional) megascale glacial lineations of the Peterborough Drumlin Field (PDF: Fig. 22). The PDF is in fact, part of a broad regional belt of streamlined till that extends west to the Niagara Escarpment and beyond, and south into upper New York State (Figs. 6, 7), with an estimated 20,000 individual bedforms that have long been studied by glacial geologists. Recent study of these bedforms reveals drumlins that are transitional to MSGLs, indicating that they are part of a bedform continuum (Figs. 22-24).\n"
      }
    }, 
    {
      "media": {
        "url": "<iframe src=\"https://planetearth.utsc.utoronto.ca/vfs/inqua_vf1.html\" width=\"100%\" height=\"100%\" frameborder=\"0\" scrolling=\"no\"></iframe>", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "Virtual Field Trips", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "5"
      }, 
      "text": {
        "headline": "Stops 1-7: Hard Beds and Soft Beds", 
        "text": ""
      }
    }, 
    {
      "media": {
        "url": "<iframe src=\"https://planetearth.utsc.utoronto.ca/timeline/inqua_t6.html\" width=\"100%\" height=\"100%\" frameborder=\"0\" scrolling=\"no\"></iframe>", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "Background", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "6"
      }, 
      "text": {
        "headline": "Figs. 25-33: Day 2", 
        "text": "On the morning of Day 2 we will drive south from Peterborough toward the ORM and discuss the implications for its origin in the context of converging ice streams that have been identified north and south of the ORM by MSGLs (Figs. 14B, 25-31). MSGLS to the south of the ORM record the fast flow of the Halton Ice Stream (HIS) at about 13,000 ybp, whereas those to the north were left by the southward-flowing Simcoe Ice Stream (SIS). We will discuss the origin of valleys cut into the streamlined bed of the SIS south of Lake Simcoe and which channeled water and sediment to the ORM (Figs. 32-33).\n\n<br><br>\nThe ORM is the largest glacial landform in Southern Ontario and sits on a broad high on the Late Wisconsin subglacial bed, composed of bedrock in the west and thick pre-Late Wisconsin sediments in the central and eastern parts, stretching from the Niagara Escarpment in the west to the Trenton area, some 160 km to the east. Along its length, the ORM occurs as 4 distinct 12-20 km-wide beds that are separated by much thinner (3-5 km wide) zones (the ‘wedges’ of Barnett et al., 1998; Fig. 25). These are large fan-delta complexes, which are composed of stacked cross-cutting successions of sand, gravel, silt, and diamict facies, which were deposited subaqueously in a complex depocentre trapped between the Simcoe and Halton ice streams. Most of the water was fed across the bed of the Simcoe Ice Stream (Figs. 32, 33). Some 70 km3 of sediment was likely deposited in 1000 years if not less (Gilbert, 1997), which underscores the importance of ice streams in moving move large volumes of ice, water and sediment to their margins.    \n\n<br><br>\nAs we drive from Peterborough to Toronto there is a marked increase in the thickness of glacial sediments associated with a prominent buried bedrock valley system (Laurentian Valley: Figs. 10, 11). These deposits locally reach thicknesses of >250 m. Deep drilling and geophysical studies of its infill are providing new insights into the pre-Wisconsin history of southern Ontario and the origins of subsequent Wisconsin sediments that predate the LGM and subsequent deglacial phase of ice streaming (Figs. 11-13). The infill records a long history of Illinoian glacial, Sangamon interglacial and Wisconsin glacial environments, and the corresponding changes in drainage from the upper Great Lakes to the Ontario Basin. Early and Middle (?) glaciolacustrine sequences are exposed at the Scarborough Bluffs along the Lake Ontario shoreline (Fig. 13B). There, we will discuss the broader regional ‘cross border’ significance of these units. If time permits we will visit the Don Valley Brickyard in Toronto where Sangamon and underlying Illinoian deposits (York Till) were discovered by A.P. Coleman during quarrying operations in the 1890s.\n\n<br><br>\nLeaving Toronto, we will drive west to the city of Hamilton along the floor of lateglacial Lake Iroquois to see the Niagara Escarpment en route to Niagara Falls (Fig. 5)."
      }
    }, 
    {
      "media": {
        "url": "<iframe src=\"https://planetearth.utsc.utoronto.ca/vfs/inqua_vf2.html\" width=\"100%\" height=\"100%\" frameborder=\"0\" scrolling=\"no\"></iframe>", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "Virtual Field Trips", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "7"
      }, 
      "text": {
        "headline": "Stops 8-14: The Oak Ridges Moraine", 
        "text": ""
      }
    }, 
    {
      "media": {
        "url": "<iframe src=\"https://planetearth.utsc.utoronto.ca/timeline/inqua_t7.html\" width=\"100%\" height=\"100%\" frameborder=\"0\" scrolling=\"no\"></iframe>", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "Background", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "8"
      }, 
      "text": {
        "headline": "Figs. 34-40: Day 3", 
        "text": "At Niagara, we will explore the origin and history of the Niagara Gorge (Figs. 34-36) in the light of new work on the postglacial history of the Great Lakes. "
      }
    }, 
    {
      "media": {
        "url": "<iframe src=\"https://planetearth.utsc.utoronto.ca/vfs/inqua_vf3.html\" width=\"100%\" height=\"100%\" frameborder=\"0\" scrolling=\"no\"></iframe>", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "Virtual Field Trips", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "9"
      }, 
      "text": {
        "headline": "Stops 15-20: Niagara Gorge", 
        "text": ""
      }
    }, 
    {
      "media": {
        "url": "", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "Background", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "10"
      }, 
      "text": {
        "headline": "End Note", 
        "text": "Research on the geomorphic and geological record of paleo-ice streams in Southern Ontario and New York State is expanding rapidly. The ‘ice stream paradigm’ now provides a firm uniformitarian approach to understanding the deglacial stratigraphic and geomorphic record of the region based on modern ice stream analogs (e.g. Antarctica, Greenland) and closely aligns with work on the LIS elsewhere in Canada by many university groups, the Ontario Geological Survey and the Geological Survey of Canada. This represents a significant departure from previous work in Southern Ontario that emphasized the supremacy of regionally extensive catastrophic subglacial meltwater floods in shaping the geomorphology and geology of much of Canada. Hitherto, virtually all glacial landforms in Southern Ontario have been ascribed to subglacial sheet floods that supposedly cut thousands of drumlins (20,000 at the last count) on sediment and rock, not only in Canada but also downstream in adjacent parts of the US as far south as the Finger Lakes, along with a notional regional network of tunnel valleys as flood waters subsided and became channeled. \n\n<br><br>\nRecent investigations of the Peterborough Drumlin Field by the Ontario Geological Survey found no evidence of the subglacial ﬂood. Superficial mapping and deep drilling of the infills of ‘tunnel valleys’ cut instantaneously during waning megafloods reveals a protracted history of cutting and filling. Previous workers mapped the glacial geology of the eastern outlet area of the Ontario Basin along the St. Lawrence Valley in the vicinity of Montreal and showed that it is readily explained as the product of an ice stream rather than megaﬂooding, agreeing with previous work by the Geological Survey of Canada on the importance of topographically constrained fast ice flow from the Southern Quebec sector of the LIS during deglaciation. \n\n\n"
      }
    }, 
    {
      "media": {
        "url": "", 
        "credit": "", 
        "thumbnail": "", 
        "caption": ""
      }, 
      "group": "Background", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "11"
      }, 
      "text": {
        "headline": "End Note continued", 
        "text": "Three dimensional conceptual models (a.k.a. ‘facies models’) arise from detailed site studies aimed at understanding the origins and stratigraphy of glaciogenic sediments. These models, in turn, provide an essential framework for construction and associated geoengineering projects, in addition to hydrogeological studies and groundwater management across the rapidly urbanizing Greater Toronto Area, where the population is expected to double to 10 million by 2030. This field trip is particularly timely given the recent publication of several articles that employ regional subglacial megaflooding as an appropriate foundation on which to base assessments of the area’s glacial geology and to guide groundwater management models. These claims together with the interpretations of subsurface data on which they are based, are entirely at odds with the conclusions of much of the prior and ongoing work on sediment architecture in southern Ontario by the Ontario Geological Survey and university researchers and also run counter to modern approaches elsewhere in North America and Europe that emphasize the importance of ice stream dynamics. Identification of many paleo-ice streams in southern Ontario (Fig. 4) and adjacent parts of New York State confirms and amplifies the importance of fast ice flow within the eastern Great Lakes sector of the Laurentide Ice Sheet (Fig. 2). The hard and soft beds of the paleo-ice streams so far identified in this part of the Laurentide Ice Sheet are moreover directly analogous to those of modern Antarctic ice streams.\n\n<br><br>\nIn conclusion, the unambiguous and readily verifiable presence of flow sets of megascale glacial lineations around the Ontario Basin on both hard and soft beds in both Canada and the USA is the hallmark of dynamic, fast-flowing ice streams and underscores the importance of re-mapping glacial landforms using new high-resolution digital imagery. Meltwaters played a ubiquitous role in landscape development, as they do in modern-day glacial environments (where glacial outburst floods are common), but there is no evidence of gigantic regional subglacial sheet floods that supposedly lifted the LIS from its bed across the entire eastern Great Lakes region and cut drumlins and regional networks of tunnel valleys in southern Canada and northern USA."
      }
    }
  ], 
  "title": {
    "media": {
      "url": "", 
      "credit": "", 
      "thumbnail": "", 
      "caption": ""
    }, 
    "group": "Background", 
    "start_date": {
      "display_date": "</>", 
      "month": "", 
      "day": "", 
      "year": ""
    }, 
    "background": {
      "url": "https://planetearth.utsc.utoronto.ca/timeline/content/INQUABack1.jpg"
    }, 
    "text": {
      "headline": "Subglacial bedforms in southern Ontario: from flood paths to flow sets", 
      "text": "CANQUA/AMQUA post-conference field trip\n<br><br>\nN. Eyles, R.P.M. Mulligan, R.C. Paulen, and S. Sookhan\n(Field trip leaders)\n<br><br>\nGeological Survey of Canada\n<br><br>\nOpen File 8481"
    }
  }
}