{
  "events": [
    {
      "media": {
        "url": "https://planetearth.utsc.utoronto.ca/timeline/content/INQUA_Figure25.jpg", 
        "credit": "", 
        "thumbnail": "", 
        "caption": "Figure 25. Greatly simplified glacial geology of Southern Ontario showing the principal till plains and moraines (based on various authors, principally Barnett, 1992). Note the prominent bulges in width of the Oak Ridges Moraine that are large fan-deltas and are referred to as the Albion (1), Uxbridge (2), Pontypool (3) and Rice Lake (4) ‘wedges’ by Barnett et al. (1998). These were deposited in an elongate highly dynamic ice-contact lake basin trapped between two ice steams (Fig. 25). Paleocurrents are dominantly to the west."
      }, 
      "group": "Figure", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "25"
      }, 
      "text": {
        "headline": "Figure 25", 
        "text": ""
      }
    }, 
    {
      "media": {
        "url": "https://planetearth.utsc.utoronto.ca/timeline/content/INQUA_Figure26.jpg", 
        "credit": "", 
        "thumbnail": "", 
        "caption": "Figure 26. Flow lines of Halton and Simcoe ice streams converging on Oak Ridges Moraine based on mapping of megascale glacial lineations."
      }, 
      "group": "Figure", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "26"
      }, 
      "text": {
        "headline": "Figure 26", 
        "text": ""
      }
    }, 
    {
      "media": {
        "url": "https://planetearth.utsc.utoronto.ca/timeline/content/INQUA_Figure27.jpg", 
        "credit": "", 
        "thumbnail": "", 
        "caption": "Figure 27. Megascale glacial lineations and drumlins of the soft bed of the Simcoe Ice Stream on the north flank of the Oak Ridges Moraine, northeast of Lake Simcoe."
      }, 
      "group": "Figure", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "27"
      }, 
      "text": {
        "headline": "Figure 27", 
        "text": ""
      }
    }, 
    {
      "media": {
        "url": "https://planetearth.utsc.utoronto.ca/timeline/content/INQUA_Figure28.jpg", 
        "credit": "", 
        "thumbnail": "", 
        "caption": "Figure 28. Principal flow sets of megascale glacial lineations (MSGLs) south of the Oak Ridges Moraine on the bed of the Halton Ice Stream; note the overridden and partially reshaped ‘palimpsest’ drumlins that record the preceding Late Wisconsin maximum flow during the Last Glacial Maximum (Fig. 14A). MSGLs superposed on palimpsest drumlins are commonly seen throughout the Ontario Basin and can still be recognized across the floor of glacial Lake Iroquois. Note the Scarborough Moraine, which is composed of reworked till that has been advected to the ice stream margin."
      }, 
      "group": "Figure", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "28"
      }, 
      "text": {
        "headline": "Figure 28", 
        "text": ""
      }
    }, 
    {
      "media": {
        "url": "https://planetearth.utsc.utoronto.ca/timeline/content/INQUA_Figure29.jpg", 
        "credit": "", 
        "thumbnail": "", 
        "caption": "Figure 29. Flow set of megascale glacial lineations immediately north of Lake Ontario, which resulted from flow of the Halton Ice Stream with Scarborough Moraine."
      }, 
      "group": "Figure", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "29"
      }, 
      "text": {
        "headline": "Figure 29", 
        "text": ""
      }
    }, 
    {
      "media": {
        "url": "https://planetearth.utsc.utoronto.ca/timeline/content/INQUA_Figure30.jpg", 
        "credit": "", 
        "thumbnail": "", 
        "caption": "Figure 30. Megascale glacial lineations (MSGLs) on the bed of the Halton Ice Stream on the south flank of the Oak Ridges Moraine, between Highways 407 and 401. Highway construction has provided long exposures through MSGLs, indicating they are erosional and were cut across pre-existing till and sediments."
      }, 
      "group": "Figure", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "30"
      }, 
      "text": {
        "headline": "Figure 30", 
        "text": ""
      }
    }, 
    {
      "media": {
        "url": "https://planetearth.utsc.utoronto.ca/timeline/content/INQUA_Figure31.jpg", 
        "credit": "", 
        "thumbnail": "", 
        "caption": "Figure 31. Flow set of megascale glacial lineations (MSGLs) in Scarborough near the Toronto Zoo. Locations A, B, and C are sub-stops at individual MSGLs."
      }, 
      "group": "Figure", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "31"
      }, 
      "text": {
        "headline": "Figure 31", 
        "text": ""
      }
    }, 
    {
      "media": {
        "url": "https://planetearth.utsc.utoronto.ca/timeline/content/INQUA_Figure32.jpg", 
        "credit": "", 
        "thumbnail": "", 
        "caption": "Figure 32 A) Regional valley networks cut into the drumlinized and megascale glacially lineated till bed north of the Oak Ridges Moraine (ORM), with central axes with drainage directions depicted by black arrows. These valleys have been the focus of recent 3-D subsurface sediment mapping by Mulligan et al. (2018a). The large inset box shows the location of channels on the bed of the Simcoe Ice Stream at the southern end of Lake Simcoe (Fig. 33). B) Digital elevation model of the bed of the Simcoe Ice Stream (SIS) showing the location of Stop 8. C) Hillshaded relief map of same area. Drumlins within or along the lower flanks of valleys are highlighted with an ‘x’ at their stoss (NE) end. Shoreline features and groundwater piping features are shown in yellow; note the glaciofluvial outwash system that originates at a recessional moraine (solid black line) in the south within the ORM, and terminates as a large fan delta (shown as a circled R) north of the ORM (Roseville Delta). This likely indicates earlier northward retreat of the Simcoe Ice Stream compared to the Halton Ice Stream (HIS) south of the ORM (Figs. 14B, 26)."
      }, 
      "group": "Figure", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "32"
      }, 
      "text": {
        "headline": "Figure 32", 
        "text": ""
      }
    }, 
    {
      "media": {
        "url": "https://planetearth.utsc.utoronto.ca/timeline/content/INQUA_Figure33.jpg", 
        "credit": "", 
        "thumbnail": "", 
        "caption": "Figure 33. Streamlined bed and prominent valleys beneath the Simcoe Ice Stream (Figs. 14B, 26) southwest of Lake Simcoe."
      }, 
      "group": "Figure", 
      "start_date": {
        "display_date": "</>", 
        "month": "", 
        "day": "", 
        "year": "33"
      }, 
      "text": {
        "headline": "Figure 33", 
        "text": ""
      }
    }
  ]
}